Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Rusty Armored Bones Banner
zh_cn: 生锈装甲骷髅旗

source: Ruthless
zh_cn: 无情

source: S.D.M.G.
zh_cn: 太空海豚机枪

source: SWAT Helmet
zh_cn: 特战头盔

source: Safe
zh_cn: 保险箱

source: Sail
zh_cn: 船帆

source: Sailfish Boots
zh_cn: 航鱼靴

source: Sailor Hat
zh_cn: 水手帽

source: Sailor Pants
zh_cn: 水手裤

source: Sailor Shirt
zh_cn: 水手衣

source: Sake
zh_cn: 清酒

source: Salamander
zh_cn: 蝾螈

source: Salamander Banner
zh_cn: 蝾螈旗

source: Salmon
zh_cn: 三文鱼

source: Sand Ball
zh_cn: 沙球

source: Sand Block
zh_cn: 沙块

source: Sand Elemental
zh_cn: 沙尘精

source: Sand Elemental Banner
zh_cn: 沙尘精旗

source: Sand Flow
zh_cn: 沙流

source: Sand Poacher
zh_cn: 沙贼

source: Sand Poacher Banner
zh_cn: 沙贼横幅

source: Sand Shark
zh_cn: 沙鲨

source: Sand Shark Banner
zh_cn: 沙鲨旗

source: Sand Slime
zh_cn: 沙史莱姆

source: Sand Slime Banner
zh_cn: 沙史莱姆旗

source: Sandboxing: {0}
zh_cn: 增容中: {0}

source: Sandfall
zh_cn: 沙暴

source: Sandfall Wall
zh_cn: 沙暴墙

source: Sandgun
zh_cn: 沙枪

source: Sandstone Block
zh_cn: 沙岩块

source: Sandstone Brick
zh_cn: 沙岩砖

source: Sandstone Brick Wall
zh_cn: 沙岩砖墙

source: Sandstone Slab
zh_cn: 沙岩板

source: Sandstone Wall
zh_cn: 沙岩墙

source: Sandstorm in a Balloon
zh_cn: 沙暴气球

source: Sandstorm in a Bottle
zh_cn: 沙暴瓶

source: Santa Claus
zh_cn: 圣诞老人

source: Santa Hat
zh_cn: 圣诞帽

source: Santa Pants
zh_cn: 圣诞裤

source: Santa Shirt
zh_cn: 圣诞衣

source: Santa-NK1
zh_cn: 圣诞坦克

source: Santa-NK1 Trophy
zh_cn: 圣诞坦克纪念章

source: Sapling
zh_cn: 树苗

source: Sapphire
zh_cn: 蓝玉

source: Sapphire Bolt
zh_cn: 蓝玉矢

source: Sapphire Gem Lock
zh_cn: 蓝玉宝石锁

source: Sapphire Gemspark Block
zh_cn: 蓝玉晶莹宝石块

source: Sapphire Gemspark Wall
zh_cn: 蓝玉晶莹宝石墙

source: Sapphire Hook
zh_cn: 蓝玉钩

source: Sapphire Robe
zh_cn: 蓝玉长袍

source: Sapphire Staff
zh_cn: 蓝玉法杖

source: Sashimi
zh_cn: 生鱼片

source: Saucer Laser
zh_cn: 飞碟激光

source: Saucer Scrap
zh_cn: 飞碟碎片

source: Savage
zh_cn: 凶残

source: Save
zh_cn: 保存

source: Save & Exit
zh_cn: 保存并退出

source: Save Enabled as New Mod Pack
zh_cn: 将已启用的模组生成为新的整合包

source: Save the game world.
zh_cn: 保存游戏世界。

source: Saving map data:
zh_cn: 正在保存地图数据：

source: Saving world data:
zh_cn: 正在保存世界数据：

source: Savings
zh_cn: 存款

source: Sawmill
zh_cn: 锯木机

source: Sawtooth Shark
zh_cn: 锯齿鲨

source: Scaly Truffle
zh_cn: 带鳞松露

source: Scarecrow
zh_cn: 稻草人

source: Scarecrow Banner
zh_cn: 稻草人旗

source: Scarecrow Hat
zh_cn: 稻草人帽

source: Scarecrow Pants
zh_cn: 稻草人裤

source: Scarecrow Shirt
zh_cn: 稻草人衣

source: Scorpion
zh_cn: 蝎子

source: Scorpion Cage
zh_cn: 蝎子笼

source: Scorpion Statue
zh_cn: 蝎子雕像

source: Scourge of the Corruptor
zh_cn: 腐化者之戟

source: Screams are echoing from the dungeon...
zh_cn: 地牢中回荡着尖叫声...

source: Screams echo around you...
zh_cn: 四面回荡着尖叫声...

source: Scutlix
zh_cn: 鳞甲怪

source: Scutlix Banner
zh_cn: 鳞甲怪旗

source: Scutlix Crosshair
zh_cn: 鳞甲怪准星

source: Scutlix Gunner
zh_cn: 鳞甲怪枪手

source: Scutlix Laser
zh_cn: 鳞甲怪激光

source: Scutlix Mount
zh_cn: 鳞甲怪坐骑

source: Sea Snail
zh_cn: 海蜗牛

source: Sea Snail Banner
zh_cn: 海蜗牛旗

source: Search by Author name
zh_cn: 按作者名称搜索

source: Search by Mod name
zh_cn: 按模组名称搜索

source: Seashell
zh_cn: 贝壳

source: Seashell Hairpin
zh_cn: 贝壳发夹

source: Seaweed
zh_cn: 海草

source: Seaweed Planter
zh_cn: 海草花盆

source: Secret of the Sands
zh_cn: 沙漠的秘密

source: Seed
zh_cn: 种子

source: Seed Copied
zh_cn: 种子已复制

source: Seedler
zh_cn: 种子弯刀

source: Seedling
zh_cn: 幼苗

source: Select
zh_cn: 选择

source: Select Player
zh_cn: 选择玩家

source: Select World
zh_cn: 选择世界

source: Select difficulty
zh_cn: 选择难度

source: Select language
zh_cn: 选择语言

source: Selenian
zh_cn: 火月怪

source: Selenian Banner
zh_cn: 火月怪旗

source: Sell
zh_cn: 出售

source: Sell price:
zh_cn: 售价：

source: Send a message.
zh_cn: 发送消息。

source: Sending player data...
zh_cn: 正在发送玩家数据...

source: Sends water to outlet pumps
zh_cn: 从出水泵出水

source: Servant of Cthulhu
zh_cn: 克苏鲁之仆

source: Servant-in-Training
zh_cn: 受训仆人

source: Server Mods:
zh_cn: 服务器模组:

source: Server Requires Password:
zh_cn: 服务器需要密码：

source: Server Settings
zh_cn: 服务器设置

source: Server password (press enter for none):
zh_cn: 服务器密码（按enter表示不设置）：

source: Server port (press enter for 7777):
zh_cn: 服务器端口（按enter表示7777）:

source: Server started
zh_cn: 服务器已启动

source: Set Frame
zh_cn: 设置边框

source: Set bonus:
zh_cn: 套装奖励：

source: Setting hard mode
zh_cn: 正在设置困难模式

source: Setting up...
zh_cn: 安装中...

source: Settings
zh_cn: 设置

source: Settings Menu
zh_cn: 设置菜单

source: Settle all water.
zh_cn: 放置所有水域。

source: Settling liquids
zh_cn: 正在安置液体

source: Severed Hand Banner
zh_cn: 残手旗

source: Sextant
zh_cn: 六分仪

source: Shackle
zh_cn: 脚镣

source: Shadewood
zh_cn: 暗影木

source: Shadewood Bathtub
zh_cn: 暗影木浴缸

source: Shadewood Bed
zh_cn: 暗影木床

source: Shadewood Bookcase
zh_cn: 暗影木书架

source: Shadewood Bow
zh_cn: 暗影木弓

source: Shadewood Breastplate
zh_cn: 暗影木胸甲

source: Shadewood Candelabra
zh_cn: 暗影木烛台

source: Shadewood Candle
zh_cn: 暗影木蜡烛

source: Shadewood Chair
zh_cn: 暗影木椅

source: Shadewood Chandelier
zh_cn: 暗影木吊灯

source: Shadewood Chest
zh_cn: 暗影木箱

source: Shadewood Clock
zh_cn: 暗影木时钟

source: Shadewood Door
zh_cn: 暗影木门

source: Shadewood Dresser
zh_cn: 暗影木梳妆台

source: Shadewood Fence
zh_cn: 暗影木栅栏

source: Shadewood Greaves
zh_cn: 暗影木护胫

source: Shadewood Hammer
zh_cn: 暗影木锤

source: Shadewood Helmet
zh_cn: 暗影木头盔

source: Shadewood Lamp
zh_cn: 暗影木灯

source: Shadewood Lantern
zh_cn: 暗影木灯笼

source: Shadewood Piano
zh_cn: 暗影木钢琴

source: Shadewood Platform
zh_cn: 暗影木平台

source: Shadewood Sink
zh_cn: 暗影木水槽

source: Shadewood Sofa
zh_cn: 暗影木沙发

source: Shadewood Sword
zh_cn: 暗影木剑

source: Shadewood Table
zh_cn: 暗影木桌

source: Shadewood Wall
zh_cn: 暗影木墙

source: Shadewood Work Bench
zh_cn: 暗影木工作台

source: Shadow Beam
zh_cn: 暗影光束

source: Shadow Chest
zh_cn: 暗影箱

source: Shadow Dodge
zh_cn: 暗影躲避

source: Shadow Dye
zh_cn: 暗影染料

source: Shadow Fireball
zh_cn: 暗影火球

source: Shadow Greaves
zh_cn: 暗影护胫

source: Shadow Helmet
zh_cn: 暗影头盔

source: Shadow Key
zh_cn: 暗影钥匙

source: Shadow Orb
zh_cn: 暗影珠

source: Shadow Paint
zh_cn: 暗影漆

source: Shadow Scale
zh_cn: 暗影鳞片

source: Shadow Scalemail
zh_cn: 暗影鳞甲

source: Shadowbeam Staff
zh_cn: 暗影束法杖

source: Shadowflame
zh_cn: 暗影焰

source: Shadowflame Apparation
zh_cn: 暗影焰幻鬼

source: Shadowflame Arrow
zh_cn: 暗影焰箭

source: Shadowflame Bow
zh_cn: 暗影焰弓

source: Shadowflame Hades Dye
zh_cn: 暗影焰冥王染料

source: Shadowflame Hex Doll
zh_cn: 暗影焰妖娃

source: Shadowflame Knife
zh_cn: 暗影焰刀

source: Shadowflames
zh_cn: 暗影焰

source: Shameful
zh_cn: 可耻

source: Shark
zh_cn: 鲨鱼

source: Shark Banner
zh_cn: 鲨鱼旗

source: Shark Fin
zh_cn: 鲨鱼鳍

source: Shark Statue
zh_cn: 鲨鱼雕像

source: Shark Tooth Necklace
zh_cn: 鲨牙项链

source: Sharknado
zh_cn: 鲨鱼旋风

source: Sharknado Bolt
zh_cn: 鲨鱼旋风矢

source: Sharkron
zh_cn: 鲨鱼龙

source: Sharkron Balloon
zh_cn: 鲨鱼龙气球

source: Sharkteeth Trophy
zh_cn: 鲨牙纪念章

source: Sharp
zh_cn: 锋利

source: Sharpened
zh_cn: 锋利

source: Sharpening Station
zh_cn: 利器站

source: Shield Statue
zh_cn: 护盾雕像

source: Shield of Cthulhu
zh_cn: 克苏鲁护盾

source: Shifting Pearlsands Dye
zh_cn: 珍珠流沙染料

source: Shifting Sands Dye
zh_cn: 流沙染料

source: Shine
zh_cn: 光芒

source: Shine Potion
zh_cn: 光芒药水

source: Shining Moon
zh_cn: 闪亮月亮

source: Shinobi Infiltrator's Helmet
zh_cn: 渗透忍者头盔

source: Shinobi Infiltrator's Pants
zh_cn: 渗透忍者裤装

source: Shinobi Infiltrator's Torso
zh_cn: 渗透忍者上衣

source: Shiny Red Balloon
zh_cn: 闪亮红气球

source: Shiny Stone
zh_cn: 闪亮石

source: Ship in a Bottle
zh_cn: 船舶瓶

source: Ship's Wheel
zh_cn: 舵轮

source: Shirt
zh_cn: 上衣

source: Shirt Color
zh_cn: 上衣颜色

source: Shiverthorn
zh_cn: 寒颤棘

source: Shiverthorn Planter Box
zh_cn: 寒颤棘种植盆

source: Shiverthorn Seeds
zh_cn: 寒颤棘种子

source: Shoddy
zh_cn: 粗劣

source: Shoe Color
zh_cn: 鞋子颜色

source: Shoe Spikes
zh_cn: 鞋钉

source: Shoes
zh_cn: 鞋子

source: Shoots 5 arrows at a time
zh_cn: 一次射出5支箭

source: Shoots Christmas ornaments
zh_cn: 射出圣诞装饰

source: Shoots Shadowflame Arrows
zh_cn: 射出暗影焰箭

source: Shoots a ball of frost
zh_cn: 射出寒霜球

source: Shoots a beam of light
zh_cn: 射出一束光

source: Shoots a boxing glove
zh_cn: 射出拳击手套

source: Shoots a charged arrow
zh_cn: 射出带电的箭

source: Shoots a deathly sickle
zh_cn: 射出致命镰刀

source: Shoots a poison fang that pierces multiple enemies
zh_cn: 射出刺穿多个敌人的毒牙

source: Shoots a powerful orb
zh_cn: 射出强大的球珠

source: Shoots a powerful, high velocity bullet
zh_cn: 射出威力无穷的高射速子弹

source: Shoots a rainbow that does continuous damage
zh_cn: 射出造成连续伤害的彩虹

source: Shoots a skull
zh_cn: 射出骷髅头

source: Shoots a small spark
zh_cn: 射出小火花

source: Shoots a spore cloud
zh_cn: 射出孢子云

source: Shoots a stream of frost
zh_cn: 射出寒霜流

source: Shoots a venom fang that pierces multiple enemies
zh_cn: 射出刺穿多个敌人的毒液尖牙

source: Shoots an enchanted sword beam
zh_cn: 射出附魔剑束

source: Shoots an explosive bolt
zh_cn: 射出爆炸矢

source: Shoots an explosive crystal charge
zh_cn: 射出爆炸水晶弹

source: Shoots an icy bolt
zh_cn: 射出冰雪矢

source: Shoots an icy sickle
zh_cn: 射出冰雪镰刀

source: Shoots an icy spear that rains snowflakes
zh_cn: 射出下雪花的冰矛

source: Shoots arrows from the sky
zh_cn: 从天上射箭

source: Shoots bees that will chase your enemy
zh_cn: 射出会追杀敌人的蜜蜂

source: Shoots confetti everywhere!
zh_cn: 到处喷射彩纸！

source: Shoots crystal leaves at nearby enemies
zh_cn: 朝附近的敌人射出水晶叶

source: Shoots fallen stars
zh_cn: 射出坠落之星

source: Shoots frost arrows
zh_cn: 射出寒霜箭

source: Shoots razor sharp flower petals at nearby enemies
zh_cn: 朝附近的敌人射出锋利的花瓣

source: Shoots razor sharp pine needles
zh_cn: 射出锋利的松针

source: Shoots splitting arrows, deals more damage to airborne enemies
zh_cn: 射出分裂的箭，对空中的敌人造成更多伤害

source: Shop
zh_cn: 商店

source: Shops have lower prices
zh_cn: 商店纷纷降价

source: Short back and sides' is it?
zh_cn: 背部和两侧都很短？

source: Shotgun
zh_cn: 霰弹枪

source: Show Mod Memory Estimates: Off
zh_cn: 显示模组内存估算: 关闭

source: Show Mod Memory Estimates: On
zh_cn: 显示模组内存估算: 开启

source: Show Server Console: Off
zh_cn: 显示服务器控制台: 关闭

source: Show Server Console: On
zh_cn: 显示服务器控制台: 开启

source: Show all mods
zh_cn: 显示全部模组

source: Show client side only mods
zh_cn: 只显示客户端的模组

source: Show installed mods
zh_cn: 显示已安装的模组

source: Show me some gears!
zh_cn: 给我一些装备！

source: Show me where it hurts.
zh_cn: 让我看看哪里受伤了。

source: Show mods not installed and updates
zh_cn: 显示未安装及可更新的模组

source: Show no sync only mods
zh_cn: 只显示不同步的模组

source: Show normal side only mods
zh_cn: 只显示共同端的模组

source: Show only disabled mods
zh_cn: 只显示已禁用的模组

source: Show only enabled mods
zh_cn: 只显示已启用的模组

source: Show only updates
zh_cn: 只显示可更新的模组

source: Show password.
zh_cn: 显示密码。

source: Show room flags
zh_cn: 显示房间旗帜

source: Show server side only mods
zh_cn: 只显示服务器的模组

source: Show visuals
zh_cn: 显示画面

source: Showers an area with icicles
zh_cn: 降落一定范围的冰锥

source: Showers meteors
zh_cn: 降落流星雨

source: Showing recipes that use
zh_cn: 显示使用以下物品的配方

source: Shows the list of players.
zh_cn: 显示玩家列表。

source: Shows the location of enemies
zh_cn: 显示敌人位置

source: Shows the location of treasure and ore
zh_cn: 显示宝藏和矿石的位置

source: Shrimp
zh_cn: 虾

source: Shrimpy Truffle
zh_cn: 虾松露

source: Shroomite Bar
zh_cn: 蘑菇矿锭

source: Shroomite Breastplate
zh_cn: 蘑菇矿胸甲

source: Shroomite Digging Claw
zh_cn: 蘑菇矿挖爪

source: Shroomite Headgear
zh_cn: 蘑菇矿头饰

source: Shroomite Helmet
zh_cn: 蘑菇矿头盔

source: Shroomite Leggings
zh_cn: 蘑菇矿护腿

source: Shroomite Mask
zh_cn: 蘑菇矿面具

source: Shroomite Plating
zh_cn: 蘑菇矿镀层

source: Shroomite Plating Wall
zh_cn: 蘑菇矿镀层墙

source: Shuriken
zh_cn: 手里剑

source: Shutdown the server and save.
zh_cn: 关闭服务器并保存。

source: Shutdown the server without saving.
zh_cn: 关闭服务器但不保存。

source: Sick Throw
zh_cn: 非凡投掷

source: Sickle
zh_cn: 镰刀

source: Sighted
zh_cn: 精准

source: Sign
zh_cn: 标牌

source: Silenced
zh_cn: 寂静

source: Silently Caught Exception:
zh_cn: 静默捕获异常:

source: Silk
zh_cn: 丝绸

source: Silk Rope
zh_cn: 丝绸绳

source: Silk Rope Coil
zh_cn: 丝绸绳圈

source: Silly Balloon Machine
zh_cn: 呆萌气球机

source: Silly Green Balloon
zh_cn: 呆萌绿气球

source: Silly Green Balloon Wall
zh_cn: 呆萌绿气球墙

source: Silly Pink Balloon
zh_cn: 呆萌粉气球

source: Silly Pink Balloon Wall
zh_cn: 呆萌粉气球墙

source: Silly Purple Balloon
zh_cn: 呆萌紫气球

source: Silly Purple Balloon Wall
zh_cn: 呆萌紫气球墙

source: Silly Sunflower Bottoms
zh_cn: 呆萌向日葵裤装

source: Silly Sunflower Petals
zh_cn: 呆萌向日葵花瓣头盔

source: Silly Sunflower Tops
zh_cn: 呆萌向日葵上衣

source: Silly Tied Balloon (Green)
zh_cn: 呆萌丝带气球（绿）

source: Silly Tied Balloon (Pink)
zh_cn: 呆萌丝带气球（粉）

source: Silly Tied Balloon (Purple)
zh_cn: 呆萌丝带气球（紫）

source: Silly Tied Bundle of Balloons
zh_cn: 呆萌丝带派对气球束

source: Silt Ball
zh_cn: 泥沙球

source: Silt Block
zh_cn: 泥沙块

source: Silt Extractinator
zh_cn: 淤泥提炼机

source: Silver
zh_cn: 银

source: Silver Axe
zh_cn: 银斧

source: Silver Bar
zh_cn: 银锭

source: Silver Bow
zh_cn: 银弓

source: Silver Brick
zh_cn: 银砖

source: Silver Brick Wall
zh_cn: 银砖墙

source: Silver Broadsword
zh_cn: 银阔剑

source: Silver Bullet
zh_cn: 银子弹

source: Silver Chainmail
zh_cn: 银链甲

source: Silver Chandelier
zh_cn: 银吊灯

source: Silver Coin
zh_cn: 银币

source: Silver Coins
zh_cn: 银币

source: Silver Dye
zh_cn: 银染料

source: Silver Greaves
zh_cn: 银护胫

source: Silver Hammer
zh_cn: 银锤

source: Silver Helmet
zh_cn: 银头盔

source: Silver Ore
zh_cn: 银矿

source: Silver Pickaxe
zh_cn: 银镐

source: Silver Shortsword
zh_cn: 银短剑

source: Silver Watch
zh_cn: 银表

source: Silver and Black Dye
zh_cn: 银黑染料

source: Single Player
zh_cn: 单人模式

source: Sink
zh_cn: 水槽

source: Sit down for a second and I'll have you steppin' razor.
zh_cn: 坐一会儿，我给你剃须刀。

source: Sitting Duck's Fishing Pole
zh_cn: 冤大头钓竿

source: Skelehead
zh_cn: 骨蛇之头

source: Skeleton
zh_cn: 骷髅

source: Skeleton Archer
zh_cn: 骷髅弓箭手

source: Skeleton Archer Banner
zh_cn: 骷髅弓箭手旗

source: Skeleton Banner
zh_cn: 骷髅旗

source: Skeleton Commando
zh_cn: 骷髅突击手

source: Skeleton Commando Banner
zh_cn: 骷髅突击手旗

source: Skeleton Merchant
zh_cn: 骷髅商人

source: Skeleton Sniper
zh_cn: 骷髅狙击手

source: Skeleton Sniper Banner
zh_cn: 骷髅狙击手旗

source: Skeleton Statue
zh_cn: 骷髅雕像

source: Skeletron
zh_cn: 骷髅王

source: Skeletron Hand
zh_cn: 骷髅王之手

source: Skeletron Mask
zh_cn: 骷髅王面具

source: Skeletron Prime
zh_cn: 机械骷髅王

source: Skeletron Prime Mask
zh_cn: 机械骷髅王面具

source: Skeletron Prime Trophy
zh_cn: 机械骷髅王纪念章

source: Skeletron Trophy
zh_cn: 骷髅王纪念章

source: Skellington J Skellingsworth
zh_cn: 骷髅杰克

source: Skin
zh_cn: 皮肤

source: Skin Color
zh_cn: 皮肤颜色

source: Skip Loading Mods
zh_cn: 跳过加载模组

source: Skiphs's Bear Butt
zh_cn: Skiphs的熊裤

source: Skiphs's Blood
zh_cn: Skiphs的血

source: Skiphs's Mask
zh_cn: Skiphs的面具

source: Skiphs's Paws
zh_cn: Skiphs的爪子

source: Skiphs's Skin
zh_cn: Skiphs的皮肤

source: Skull
zh_cn: 骷髅头

source: Skull Lantern
zh_cn: 骷髅头灯笼

source: Sky Blue Dye
zh_cn: 天蓝染料

source: Sky Blue Flower
zh_cn: 天蓝花朵

source: Sky Blue Paint
zh_cn: 天蓝漆

source: Sky Blue String
zh_cn: 天蓝绳

source: Sky Blue and Black Dye
zh_cn: 天蓝黑染料

source: Sky Blue and Silver Dye
zh_cn: 天蓝银染料

source: Sky Crate
zh_cn: 天空匣

source: Sky Dragon's Fury
zh_cn: 天龙之怒

source: Sky Fracture
zh_cn: 裂天剑

source: Sky Guardian
zh_cn: 天空守卫

source: Sky Mill
zh_cn: 天磨

source: Skyware Bathtub
zh_cn: 天域浴缸

source: Skyware Bed
zh_cn: 天域床

source: Skyware Bookcase
zh_cn: 天域书架

source: Skyware Candelabra
zh_cn: 天域烛台

source: Skyware Candle
zh_cn: 天域蜡烛

source: Skyware Chair
zh_cn: 天域椅

source: Skyware Chandelier
zh_cn: 天域吊灯

source: Skyware Chest
zh_cn: 天域箱

source: Skyware Clock
zh_cn: 天域时钟

source: Skyware Door
zh_cn: 天域门

source: Skyware Dresser
zh_cn: 天域梳妆台

source: Skyware Lamp
zh_cn: 天域灯

source: Skyware Lantern
zh_cn: 天域灯笼

source: Skyware Piano
zh_cn: 天域钢琴

source: Skyware Platform
zh_cn: 天域平台

source: Skyware Sink
zh_cn: 天域水槽

source: Skyware Sofa
zh_cn: 天域沙发

source: Skyware Table
zh_cn: 天域桌

source: Skyware Work Bench
zh_cn: 天域工作台

source: Slap Hand
zh_cn: 拍拍手

source: Slay the Insane Cultist, a mad magician with powerful spells.
zh_cn: 杀死疯狂信徒，一位拥有强大法术的疯狂魔法师。

source: Slayer
zh_cn: 杀手

source: Slayer of Worlds
zh_cn: 世界杀手

source: Sleeping Angler
zh_cn: 沉睡渔夫

source: Sleepy Octopod
zh_cn: 瞌睡章鱼

source: Slice of Cake
zh_cn: 蛋糕块

source: Sliders Deadzone
zh_cn: 滑块盲区

source: Slime
zh_cn: 史莱姆

source: Slime Bathtub
zh_cn: 史莱姆浴缸

source: Slime Bed
zh_cn: 史莱姆床

source: Slime Block
zh_cn: 史莱姆块

source: Slime Block Wall
zh_cn: 史莱姆块墙

source: Slime Bookcase
zh_cn: 史莱姆书架

source: Slime Candelabra
zh_cn: 史莱姆烛台

source: Slime Candle
zh_cn: 史莱姆蜡烛

source: Slime Chair
zh_cn: 史莱姆椅

source: Slime Chandelier
zh_cn: 史莱姆吊灯

source: Slime Chest
zh_cn: 史莱姆箱

source: Slime Clock
zh_cn: 史莱姆时钟

source: Slime Crown
zh_cn: 史莱姆王冠

source: Slime Door
zh_cn: 史莱姆门

source: Slime Dresser
zh_cn: 史莱姆梳妆台

source: Slime Gun
zh_cn: 史莱姆枪

source: Slime Hook
zh_cn: 史莱姆钩

source: Slime Lamp
zh_cn: 史莱姆灯

source: Slime Lantern
zh_cn: 史莱姆灯笼

source: Slime Mount
zh_cn: 史莱姆坐骑

source: Slime Piano
zh_cn: 史莱姆钢琴

source: Slime Platform
zh_cn: 史莱姆平台

source: Slime Sink
zh_cn: 史莱姆水槽

source: Slime Sofa
zh_cn: 史莱姆沙发

source: Slime Spike
zh_cn: 史莱姆尖刺

source: Slime Staff
zh_cn: 史莱姆法杖

source: Slime Statue
zh_cn: 史莱姆雕像

source: Slime Table
zh_cn: 史莱姆桌

source: Slime Work Bench
zh_cn: 史莱姆工作台

source: Slime has stopped falling from the sky.
zh_cn: 史莱姆已停止从天而降。

source: Slime is falling from the sky!
zh_cn: 史莱姆从天而降！

source: Slimefish
zh_cn: 史莱姆鱼

source: Slimeling
zh_cn: 小史莱姆

source: Slimer
zh_cn: 恶翅史莱姆

source: Slimer Banner
zh_cn: 恶翅史莱姆旗

source: Slimes become friendly
zh_cn: 史莱姆变得友好了

source: Slimy Saddle
zh_cn: 粘鞍

source: Slippery Shinobi
zh_cn: 黏滑忍者

source: Slow
zh_cn: 缓慢

source: Slow if by land, zoom if by sea
zh_cn: 陆地上速度缓慢，海上则可急速疾行

source: Slow speed
zh_cn: 慢速度

source: Slowly losing life
zh_cn: 缓慢损失生命值

source: Slowly regenerates life
zh_cn: 缓慢再生生命

source: Slows falling speed
zh_cn: 减缓坠落速度

source: Sluggish
zh_cn: 迟钝

source: Sluggy
zh_cn: 鼻涕虫

source: Sluggy Cage
zh_cn: 鼻涕虫笼

source: Slush Ball
zh_cn: 雪泥球

source: Slush Block
zh_cn: 雪泥块

source: Small
zh_cn: 小

source: Small Star Cell Banner
zh_cn: 小星细胞法杖旗

source: Smart Block Placement: Filling
zh_cn: 智能放置块：填充

source: Smart Block Placement: To Cursor
zh_cn: 智能放置块：到光标

source: Smart Cursor
zh_cn: 智能光标

source: Smart Cursor Mode: Hold
zh_cn: 智能光标模式：长按

source: Smart Cursor Mode: Toggle
zh_cn: 智能光标模式：切换

source: Smart Cursor Priority: Axe -> Pickaxe
zh_cn: 智能光标优先级：斧 -> 镐

source: Smart Cursor Priority: Pickaxe -> Axe
zh_cn: 智能光标优先级：镐 -> 斧

source: Smash a demon or crimson altar with a powerful, holy hammer.
zh_cn: 用强大而神圣的锤子砸碎恶魔或猩红祭坛。

source: Smashing, Poppet!
zh_cn: 碎得漂亮，小乖乖！

source: Smoke Block
zh_cn: 烟雾块

source: Smoke Bomb
zh_cn: 烟雾弹

source: Smooth Granite Block
zh_cn: 光面花岗岩块

source: Smooth Granite Wall
zh_cn: 光面花岗岩墙

source: Smooth Marble Block
zh_cn: 光面大理石块

source: Smooth Marble Wall
zh_cn: 光面大理石墙

source: Smoothing the world
zh_cn: 正在令世界平坦

source: Snail
zh_cn: 蜗牛

source: Snail Cage
zh_cn: 蜗牛笼

source: Snail Statue
zh_cn: 蜗牛雕像

source: Snail speed
zh_cn: 蜗牛速度

source: Snake Banner
zh_cn: 蛇旗

source: Snatcher
zh_cn: 抓人草

source: Snatcher Banner
zh_cn: 抓人草旗

source: Sniper Bullet
zh_cn: 狙击弹

source: Sniper Rifle
zh_cn: 狙击步枪

source: Sniper Scope
zh_cn: 狙击镜

source: Snow Ball
zh_cn: 雪球

source: Snow Balla
zh_cn: 巴拉雪人

source: Snow Balla Banner
zh_cn: 巴拉雪人旗

source: Snow Block
zh_cn: 雪块

source: Snow Brick
zh_cn: 雪砖

source: Snow Brick Wall
zh_cn: 雪砖墙

source: Snow Cloud
zh_cn: 雪云

source: Snow Flinx
zh_cn: 小雪怪

source: Snow Flinx Banner
zh_cn: 小雪怪旗

source: Snow Globe
zh_cn: 水晶雪球

source: Snow Hat
zh_cn: 雪帽

source: Snowball
zh_cn: 雪球

source: Snowball Cannon
zh_cn: 雪球炮

source: Snowball Launcher
zh_cn: 雪球发射器

source: Snowfall
zh_cn: 降雪

source: Snowfall Wall
zh_cn: 降雪墙

source: Snowfellas
zh_cn: 吉祥三雪宝

source: Snowflake Wallpaper
zh_cn: 雪花壁纸

source: Snowman Cannon
zh_cn: 雪人炮

source: Snowman Gangsta
zh_cn: 雪人暴徒

source: Snowman Gangsta Banner
zh_cn: 雪人暴徒旗

source: So a pixie cut, would you like to keep some lady burns?
zh_cn: 那么剪个妖精发型，你想留点女士鬓角吗？

source: So two goblins walk into a bar, and one says to the other, 'Want to get a Goblet of beer?!
zh_cn: 两个哥布林走进一个酒吧，其中一个对另一个说：“来杯啤酒？！”

source: Social
zh_cn: 装扮

source: Sofa
zh_cn: 沙发

source: Softcore
zh_cn: 软核

source: Softcore characters drop money on death
zh_cn: 软核角色死后掉落钱币

source: Solar Blaze
zh_cn: 太阳烈焰

source: Solar Cultist Hood
zh_cn: 日耀邪教徒兜帽

source: Solar Cultist Robe
zh_cn: 日耀邪教徒长袍

source: Solar Dye
zh_cn: 日耀染料

source: Solar Eruption
zh_cn: 日耀喷发剑

source: Solar Flare
zh_cn: 耀斑

source: Solar Flare Axe
zh_cn: 耀斑斧

source: Solar Flare Breastplate
zh_cn: 耀斑胸甲

source: Solar Flare Chainsaw
zh_cn: 耀斑链锯

source: Solar Flare Drill
zh_cn: 耀斑钻头

source: Solar Flare Hamaxe
zh_cn: 耀斑锤斧

source: Solar Flare Hammer
zh_cn: 耀斑锤

source: Solar Flare Helmet
zh_cn: 耀斑头盔

source: Solar Flare Leggings
zh_cn: 耀斑护腿

source: Solar Flare Pickaxe
zh_cn: 耀斑镐斧

source: Solar Fragment
zh_cn: 日耀碎片

source: Solar Fragment Block
zh_cn: 日耀碎片块

source: Solar Monolith
zh_cn: 日耀天塔柱

source: Solar Pillar
zh_cn: 日耀柱

source: Solar Radiance
zh_cn: 太阳辐射

source: Solar Tablet
zh_cn: 日耀碑牌

source: Solar Tablet Fragment
zh_cn: 日耀碑牌碎片

source: Solar Wings
zh_cn: 日耀之翼

source: Solidifier
zh_cn: 固化机

source: Some starting items couldn't fit in your inventory
zh_cn: 部分起始物品无法正常放入背包

source: Something Evil is Watching You
zh_cn: 恶魔注视

source: Sometimes dropped by Skeletons and Piranha
zh_cn: 有时会从骷髅和食人鱼身上掉落

source: Sonar
zh_cn: 声纳

source: Sonar Potion
zh_cn: 声纳药水

source: Sorcerer Emblem
zh_cn: 巫士徽章

source: Sort Items
zh_cn: 排列物品

source: Sort by downloads ascending
zh_cn: 按下载量排序(L-H)

source: Sort by downloads descending
zh_cn: 按下载量排序(H-L)

source: Sort by popularity
zh_cn: 按人气程度排序

source: Sort by recently changed
zh_cn: 按最近更改排序

source: Sort by recently updated
zh_cn: 按最近更新排序

source: Sort inventory
zh_cn: 将物品栏分类

source: Sort mod names alphabetically
zh_cn: 按名称排序(A-Z)

source: Sort mod names reverse-alphabetically
zh_cn: 按名称排序(Z-A)

source: Soul Cake
zh_cn: 灵魂蛋糕

source: Soul Drain
zh_cn: 夺命弹

source: Soul of Flight
zh_cn: 飞翔之魂

source: Soul of Fright
zh_cn: 恐惧之魂

source: Soul of Light
zh_cn: 光明之魂

source: Soul of Might
zh_cn: 力量之魂

source: Soul of Night
zh_cn: 暗影之魂

source: Soul of Sight
zh_cn: 视域之魂

source: Souls can sometimes be gathered from fallen creatures in places of extreme light or dark.
zh_cn: 有时，从极明或极暗的地方坠落的生物中能收集到灵魂。

source: Soulscourge Pirate
zh_cn: 恶魂海盗

source: Sound:
zh_cn: 音效：

source: Space
zh_cn: 太空

source: Space Creature Mask
zh_cn: 太空生物面具

source: Space Creature Pants
zh_cn: 太空生物裤

source: Space Creature Shirt
zh_cn: 太空生物衣

source: Space Gun
zh_cn: 太空枪

source: Space Gun costs 0 mana
zh_cn: 太空枪不消耗魔力

source: Spark
zh_cn: 火花

source: Sparkle Stone Wallpaper
zh_cn: 烁石壁纸

source: Sparks emit from struck enemies
zh_cn: 被击中的敌人发出火花

source: Sparky
zh_cn: 狗狗斯派基

source: Spawn point removed!
zh_cn: 生成位置已移除！

source: Spawn point set!
zh_cn: 生成位置已设置！

source: Spazmamini
zh_cn: 小魔焰眼

source: Spazmatism
zh_cn: 魔焰眼

source: Spazmatism Trophy
zh_cn: 魔焰眼纪念章

source: Spear
zh_cn: 长矛

source: Spear Rack
zh_cn: 长矛架

source: Spear Statue
zh_cn: 长矛雕像

source: Spear Trap
zh_cn: 长矛机关

source: Spectre Bar
zh_cn: 幽灵锭

source: Spectre Boots
zh_cn: 幽灵靴

source: Spectre Hamaxe
zh_cn: 幽灵锤斧

source: Spectre Hood
zh_cn: 幽灵兜帽

source: Spectre Mask
zh_cn: 幽灵面具

source: Spectre Paint Roller
zh_cn: 幽灵涂漆滚刷

source: Spectre Paint Scraper
zh_cn: 幽灵漆铲

source: Spectre Paintbrush
zh_cn: 幽灵漆刷

source: Spectre Pants
zh_cn: 幽灵裤

source: Spectre Pickaxe
zh_cn: 幽灵镐

source: Spectre Robe
zh_cn: 幽灵长袍

source: Spectre Staff
zh_cn: 幽灵法杖

source: Spectre Wings
zh_cn: 幽灵之翼

source: Spectre Wrath
zh_cn: 幽灵怒气

source: Specular Fish
zh_cn: 镜面鱼

source: Speed Hair Dye
zh_cn: 速度染发剂

source: Spell Tome
zh_cn: 魔法书

source: Spelunk deep enough to reach the molten underworld.
zh_cn: 深入洞穴探险，到达熔岩地狱。

source: Spelunker
zh_cn: 洞穴探险

source: Spelunker Glowstick
zh_cn: 洞穴探险荧光棒

source: Spelunker Potion
zh_cn: 洞穴探险药水

source: Spend over 1 gold being treated by the nurse.
zh_cn: 花费1个以上的金币接受护士的治疗。

source: Spews homing bubbles
zh_cn: 喷出自动寻的泡泡

source: Spicing up walls
zh_cn: 正在将墙切片

source: Spider
zh_cn: 蜘蛛

source: Spider Breastplate
zh_cn: 蜘蛛胸甲
